// Titles

"Guitars" = "Violões";
"Home" = "Home";
"Repairs" = "Reparos";
"Strings" = "Cordas";

"Instrument" = "Instrumento";
"Instruments" = "Instrumentos";

// Instuments View

"Edit Guitars" = "Editar Violões";
"Instrument Type" = "Tipo de Instrumento";
"Basic Info" = "Informações Básicas";
"Brand" = "Marca";
"Model" = "Modelo";
"Body Shape" = "Formato";
"Finish Style" = "Acabamento";
"Made In" = "Fabricado Em";
"Date Manufactured" = "Data de Fabricação";
"Select Date" = "Selecione uma Data";
"Serial Number" = "Número de Série";
"Material/Electronics" = "Material/Eletronicos";
"Electronics" = "Eletronicos";
"Neck" = "Braço";
"Neck Material" = "Material do Braço";
"Neck Shape" = "Formato to Braço";
"Top" = "Topo";
"Top Material" = "Material do Topo";
"Back" = "Costas";
"Back Material" = "Material das Costas";
"Sides" = "Lados";
"Sides Material" = "Material dos Lados";
"Fretboard" = "Braço";
"Fretboard Material" = "Material do Braço";
"Purchase Details" = "Detalhes da Compra";
"Purchased From" = "Origem da Compra";
"Purchase Date" = "Data da Compra";
"Purchase Value" = "Valor Pago";
"Sales Details" = "Detalhes da Venda";
"Sold" = "Vendido";
"Sold To" = "Vendido para";
"Sale Date" = "Data da Venda";
"Sale Value" = "Valor da Venda";
"Sale Reason" = "Motivo da Venda";
"Images" = "Imagens";
"Add Image from Library" = "Add Image from Library";
"Take New Image" = "Tire nova foto";
"Comments" = "Comentários";
"Delete Instrument" = "Apagar Instrumento";
"Are you sure you want to delete this?" = "Tem certeza que que apagar esse instrumento ?";
"By confirming this action, it will permanently delete the instrument and all associated data!" = "Se confirmado, o instrumento e todos os dados relacionados serão apagados!";
"Yes, delete it!" = "Sim, pode apagar!";
"Add New Guitars" = "Adicionar novos instrumentos";
"Add New Guitar" = "Adicionar novo instrumento";
"Acoustic" = "Acústico";
"New Guitar" = "Novo Instrumento";
"Select Image"= "Selecione Imagem";


// Instrunent Type
"Acoustic" = "Acústico";
"Electric" = "Elétrico";
"Bass" = "Baixo";
"Ukelele" = "Ukelele";
"Dulcimer" = "Dulcimer";

// Acoustic Guitar Body Type
"Dreadnought" = "Dreadnought";
"Parlour" = "Parlour";
"Jumbo" = "Jumbo";
"Auditorium" = "Auditorium";
"Grand Auditorium" = "Grand Auditorium";
"Classical" = "Classical";
"Traveler" = "Traveler";
"Mini" = "Mini";
"Tenor" = "Tenor";
"Orchestra Model" = "Orchestra Model";

// Ukelele Types
"Soprano" = "Soprano";
"Concert" = "Concerto";
"Tenor" = "Tenor";
"Baritone" = "Barítono";

// Bass Types
"P-Bass" = "P-Bass";
"J-Bass" = "J-Bass";
"Modern" = "Modern";

// Dulcimer Types

"Merlin M4" = "Merlin M4";
"Tear Drop" = "Tear Drop";
"Vintage" = "Vintage";
"Appalachian" = "Appalachian";
"Stick Dulcimer" = "Stick Dulcimer";
"Hammered Dulcimer" = "Hammered Dulcimer";
"Dutchland" = "Dutchland";


// Electric Guitar Types

"Les Paul" = "Les Paul";
"Telecaster" = "Telecaster";
"Stratocaster" = "Stratocaster";
"RG" = "RG";
"SG" = "SG";
"ES-45" = "ES-45";

// Strings

"String Details" = "Detalhes das Cordas";
"Date Changed" = "Data da troca";
//"Sale Date" = "Sale Date";
"Select Date" = "Selecione uma data";
//"Brand" = "Brand";
"Gauge" = "Tensão";
"Price" = "Preço";
"Life Span in Months" = "Durabilidade em meses";
"Delete String Details" = "Apagar Detalhes";
"Delete this strings set?" = "Apagar detalhes desa troca?";
"By confirming this action, it will permanently delete this strings set." = "Confirmando essa ação, os dados dessa troca serão permanentemente apagados.";
"Yes! Delete it." = "Sim! Apague!";
"Close" = "Fechar";
"New String Set" = "Novo Conjunto de Cordas";


// Repairs

"Repair Details" = "Detalhes do Reparo";
"Date Performed" = "Data do Reparo";
"Repair Type" = "Type de Reparo";
"Type" = "Tip";
"Repaired By" = "Reparado por";
"Cost" = "Custo";
"My Rating" = "Minha Avaliação";
"Delete Repair Entry" = "Apagar reparo";
"Delete this Repair?" = "Apagar este reparo?";
"By confirming this action, it will permanently delete this repair entry." = "Confirmando essa ação, os dados serão permanentemente apagados.";

"Value" = "Valor";


// Home Screen

"Guitar Summary" = "Resumo";
"A look at your guitar collection" = "Sua coleção até agora!";
"All about strings" = "Tudo sobre cordas";
"See all the strings replaced so far!" = "Todas as cordas trocadas até agora!";
"Your Repairs" = "Reparos";
"All the repairs!" = "Todos os reparos!";
"You don't have any guitars added yet! Select the Guitars Tab and start adding new guitars!" = "Você não tem nenhum instrumento ainda! Adicione novos na página de Violões!";

// Sumamry Guitars
"You have %d guitars in your collection.\n" = "Você tem %d instrumentos em sua coleção.\n";
"The estimatated amount of your %@ is %@.\n" = "O valor estimado de %@ é %@\n";

// Sales 
"So far.... Profit!!" = "So far.... Profit!!";
"So far.... no profit!!" = "So far.... no profit!!";


//Strings
"So far, you have not replaced any strings!" = "So far, you have not replaced any strings!";
"You spent a total of %@ replacing strings.\n" = "Você gastou um total de %@ trocando cordas.\n";
"You have replaced %d string %@ for your guitars.\n" = "Você já trocou %d %@ em seus instrumentos.\n";


// Repairs
"So far, you have done %d %@ on your guitars.\n" = "Até o momento, você teve %d %@ em seus instrumentos.\n";
"The total cost is %@" = "O custo total é %@";


// Loose
"guitar" = "seu instumento";
"guitars" = "seus instrumentos";
"repair" = "reparo";
"repairs" = "reparos";
"set" = "conjunto";
"sets" = "conjuntos";
